<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8" isErrorPage = "true"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>500 에러 발생</title>
</head>
<body>
	발생한 예외 종류: <%=exception.getClass().getName() %>
	<br>
	에러 메시지: <%=exception.getMessage() %>
	
	<!-- 	주석입니다 주석입니다 주석입니다 주석입니다 주석입니다 주석입니다 주석입니다 주석입니다 주석입니다	
	주석입니다 주석입니다 주석입니다 주석입니다 주석입니다 주석입니다 주석입니다 주석입니다 주석입니다	
	주석입니다 주석입니다 주석입니다 주석입니다 주석입니다 주석입니다 주석입니다 주석입니다 주석입니다	
	주석입니다 주석입니다 주석입니다 주석입니다 주석입니다 주석입니다 주석입니다 주석입니다 주석입니다	
	주석입니다 주석입니다 주석입니다 주석입니다 주석입니다 주석입니다 주석입니다 주석입니다 주석입니다	
	주석입니다 주석입니다 주석입니다 주석입니다 주석입니다 주석입니다 주석입니다 주석입니다 주석입니다	
	주석입니다 주석입니다 주석입니다 주석입니다 주석입니다 주석입니다 주석입니다 주석입니다 주석입니다	
	주석입니다 주석입니다 주석입니다 주석입니다 주석입니다 주석입니다 주석입니다 주석입니다 주석입니다	
	주석입니다 주석입니다 주석입니다 주석입니다 주석입니다 주석입니다 주석입니다 주석입니다 주석입니다	
	주석입니다 주석입니다 주석입니다 주석입니다 주석입니다 주석입니다 주석입니다 주석입니다 주석입니다	
	주석입니다 주석입니다 주석입니다 주석입니다 주석입니다 주석입니다 주석입니다 주석입니다 주석입니다	
	주석입니다 주석입니다 주석입니다 주석입니다 주석입니다 주석입니다 주석입니다 주석입니다 주석입니다	 -->
</body>
</html>